{
  "qui est erika lillo , fait une recherche sur internet": "🔗 Lilo, le moteur de recherche français et solidaire (https://www.lilo.org/)\nEt parce que votre vie privée est importante, nous protégeons vos\n                                données personnelles.\n                             Sauver les tortues marinesavec Sea Shepherd J’effectue mes recherches internet comme d’habitude. \n                        A chaque recherche, je reçois une goutte d’eau Lilo.\n                     \n                        Je distribue mes gouttes d’eau aux projets solidaires de mon choix.\n\n🔗 Entretien avec Erika Lillo: \"Lorsque je travaille avec le cœur, je ... (https://cote-news.com/entretien-avec-erika-lillo-par-nicolas-emilien-rozeau/)\nCOTE NEWS  Vous êtes née à Genève et vous êtes à Paris. Pour jouer la carte cinéma et avoir plus d’opportunités est-il préférable de quitter Genève? Erika Lillo  J’ai grandi, vécu et étudié à Genève. J’avais envie de partir et de voir du pays. Paris est la porte à côté. Cette ville offre plus d’opportunités pour les longs métrages. A ce sujet, sous savez en Suisse, Ursula Meier est une réalisatrice formidable. Son travail est remarquable. Un jour, je souhaiterais la rencontrer.\nA Paris, j’ai fait l’école de Jack Garfein qui a fondé l’Actor’s Studio en 1966 à LA. C’est une école très rigoureuse où la discipline et le jeu sont très présents. C’est dur, mais l’apprentissage de soi et la découverte de ses capacités est incroyable. C’est un enseignement basé sur la mémoire sensorielle, l’acteur devient son rôle. Pour la suite, c’est une bonne carte de visite pour la suite… COTE NEWS  Plus de travail, plus d’opportunités, mais aussi plus de concurrence, comment se déroulent les relations dans votre milieu ? Erika Lillo  Oui, il y a beaucoup de monde. Mais franchement, si on pense à cette idée on ne fait plus rien. A mon niveau, j’ai déjà eu la chance d’accomplir quelques projets cinématographiques. Je crois qu’il y a vraiment le côté « Au bon moment, au bon endroit ». C’est une sorte d’équation existentielle et énergétique entre la disponibilité intérieure, la chance, le travail et les relations. COTE NEWS  Parmi tous ces gens qui souhaitent être sous les feux de projecteurs, comment faites-vous pour rester à la surface, obtenir des auditions et des rôles ?\n\n🔗 Erika Lillo - Supervisor - Elevate Global France - LinkedIn (https://fr.linkedin.com/in/erika-lillo-536178164)\n"
}